Repository: lilian-hourani/mahatacast
Catalog: lib/l10n/intl_*.arb
Languages: ar

# intro1
source: Post And Listen Your Favorite
ar: انشر و استمع إلى بودكاستك المفضلة

# intro2
source: Podcaste Anywhere, Anytime
ar: في أي وقت و أي مكان

# intro3
source: Get as visiter
ar: الدخول كزائر

source: Sign up
ar: سجل الدخول

# signupTitle
source: Let’s get Started
ar: لنبدأ بتسجيل الدخول

source: Full Name
ar: الاسم كامل

source: Email
ar: الإيميل

source: Password
ar: كلمة السر

source: Confirm Password
ar: تأكيد كلمة السر

# arleady
source: Already Have An Account?
ar: لديك حساب مسبقاً؟

source: Login
ar: سجل دخولك

# EnterName
source: Enter your name
ar: أدخل اسمك

# validEmail
source: Add valid email
ar: أدخل إيميل صالح

# vaildPassword
source: Enter a vaild password
ar: أدخل كلمة سر صالحة

# shortPassword
source: your password is too short
ar: كلمة السر الخاصة بك قصيرة

# loginTitle
source: Hey, Welcome Back
ar: مرحباً بعودتك

# donotHaveAcount
source: Don’t Have An Account?
ar: ليس لديك حساب ؟

# WhatyourInterest
source: What Are You Interested In?
ar: ما هي إهتمامك الشخصية ؟

# selectOne
source: Select One or More
ar: أختر واحدة أو أكثر

source: Try Again
ar: حاول مجدداً

source: Continue
ar: متابعة

source: Successfully select
ar: تمت العملية الاختيار بنجاح

source: Failure select
ar: فشلت عملية الاختيار

source: Library
ar: المكتبة

source: Downloads
ar: التحميلات

source: Favorites
ar: المفضلة

source: Followed Channels
ar: قنوات أتابعها

# YouHaveNotDownload
source: You haven't download any podcasts yet!
ar: أنت لم تقم بتنزيل أي بودكاست بعد.

# YourFavoriteIsEmpty
source: Your favorite episodes is empty
ar: قائمة المفضلة لديك فارغة

source: Notifications
ar: الإشعارات

source: The channel
ar: القناة

# UploadedFollowingPodcast
source: uploaded the following podcast :
ar: قامت برفع البودكاست التالي

source: My Profile
ar: الملف الشخصي

source: View Channel
ar: عرض القناة

source: Language
ar: اللغة

source: English
ar: الإنكليزية

source: Arabic
ar: العربية

source: Logout
ar: تسجيل خروج

# startMakingChannel
source: Start making your channel Now
ar: إبدأ بإنشاء قناتك الآن

source: Channel Name
ar: اسم القناة

source: Description
ar: الوصف

# channelCreatedSuccessfully
source: The channel created Successfully
ar: تم إنشاء القناة بنجاح

# processFailed
source: the process failed, please try again.
ar: فشلت العملية, الرجاء المحاولة لاحقاً

source: Create Channel
ar: إنشاء قناة

source: Episodes
ar: الحلقات

source: Details
ar: الوصف

source: Channel
ar: القناة

source: Failed
ar: فشل

source: Explore
ar: اكتشف

# SearchPodcast
source: Search for any podcast
ar: ابحث عن أي بودكاست

source: Latest Podcasts
ar: أحدث البودكاست :

# MostListened
source: Most Listened Podcasts
ar: الأكثر إستماعاً :

source: Top Categories
ar: الأعلى تقييماً :

source: See all
ar: عرض الكل

# SorryNoResult
source: Sorry, no search result
ar: عذراً, لا يوجد نتائج بحث

# StartPublishing
source: Start publishing your podcast:
ar: إبدأ بنشر البودكاست :

source: gallery
ar: المعرض

source: recorded
ar: مسجل

source: written
ar: مكتوب

source: home
ar: الرئيسية

source: explore
ar: اكتشف

source: library
ar: المكتبة

source: profile
ar: شخصي

source: Comments
ar: التعليقات

# EmptyComments
source: There is no comments yet on this podcast
ar: لا يوجد تعليقات بعد لهذا البودكاست

source: Hey there 👋🏻
ar: مرحباً بك 👋🏻

# ListenTo
source: Listen to your Favorite podcasts
ar: استمع إلى بودكاساتك المفضلة

# Recently
source: Recently Played :
ar: تم تشغيله مؤخراً :

source: Podcast Details
ar: تفاصيل القناة

source: Followed
ar: أتابعه

source: Follow
ar: متابعة

source: Podcast Player
ar: مشغل بودكاست

source: by
ar: بواسطة

# AddPodcastDetails
source: Add your podcast details
ar: أضف المعلومات الخاصة بالبودكاست

# podcastAddTitle
source: Add the podcast title
ar: أضف اسم البودكاست

source: Podcast title
ar: اسم البودكاست

source: Content
ar: المحتوى

source: Tags
ar: التاغات

# UploadedSuccessfully
source: Your podcast Uploaded Successfully
ar: تم رفع البودكاست بنجاح

# didnotUploaded
source: The podcast didn't upload, please try again.
ar: فشلت عملية الرفع , الرجاء المحاولة مرة أخرى

source: Next
ar: التالي

source: Rate and review :
ar: قيّم و انقد :

source: Rating
ar: التقييم

source: Review
ar: النقد

# ThisTsFantasticPodcast
source: This is the most fantastic podcast..
ar: لقد كان بودكاست مفيداً للغاية...

# reviewSuccess
source: The review goes successfully
ar: تمت عملية التقييم بنجاح

source: Post
ar: نشر

source: Cancel
ar: إلغاء

# WhatAreYouTagging
source: What Are You Tagging For?
ar: ما الذي تريد الإشارة عليه ؟

source: add your tags
ar: أضف تاغاتك الخاصة

# TagsSuccess
source: Tags Inserted Successfully
ar: تمت عملية الإضافة بنجاح

# TagsFailed
source: Tags didn't inserted, please try again.
ar: فشلت عملية الإضافة, الرجاء المحاولة مرة أخرى

source: add
ar: أضف

# AreYouSure
source: Are you sure about the deleting ?
ar: هل أنت متأكد من عملية الحذف ؟

source: deleting success
ar: تم الحذف بنجاح

source: deleting failed
ar: فشلت عملية الحذف

source: Yes
ar: نعم

# SomethingWentWong
source: Something went wrong please try again.
ar: حدث خطأ ما , الرجاء المحاولة مرة أخرى

# wantToLogOut
source: Do you want to log out ?
ar: هل تريد تسجيل الخروج ؟

source: Logout success
ar: تم تسجيل الخروج بنجاح

source: Logout failed
ar: فشل تسجيل الدخول

# DonotHaveChannel
source: It looks you don’t have channel yet!
ar: !يبدو أنك لم تنشىء قناة بعد

# pleaseMakeChannel
source: please make a channel to start posting podcasts
ar: يرجى إنشاء قناة حتى تستطيع نشر البودكاست

# NoInternetConnection
source: There’s no internet connection
ar: لا يوجد إتصال بالإنترنت

# changeChannelImage
source: do you want to change channel image ?
ar: هل تريد تحديث صورة القناة؟

source: updating success
ar: تم التحديث بنجاح

source: updating failed
ar: فشلت عملية التحديث

# DidnotSignUp
source: It looks you didn’t sign up yet!
ar: !يبدو أنك لم تسجل دخول بعد

# PleaseSignUp
source: please sign up to start using our app
ar: يرجى تسجيل الدخول حتى تستطيع استخدام التطبيق

# SelectAppLangauge
source: Select your app langauge :
ar: أختر لغة التطبيق :

source: Enter here your full name
ar: أدخل اسمك الكامل هنا

# enterEmailLikeThis
source: Enter your Email this way example@gmail.com
ar: أدخل الإيميل الخاص بك بالشكل التالي example@gmail.com

# enterPassword
source: Enter a password of at least has 8 characters.
ar: أدخل كلمة سر لا تقل عن ثمانية محارف

# confirmYourPassword
source: Confirm the password you entered above.
ar: قم بتأكيد كلمة السر التي أدخلتها بالأعلى

# ifYouHaveaccout
source: If you arleady have an acount press here to login
ar: إذا كان لديك حساب بالفعل اضغط هنا لتسجيل حسابك

# Areyougoingreport
source: Are you going report the podcast ?
ar: هل تربد الإبلاغ عن هذا البودكاست؟

# reportSuccess
source: Reported successfully
ar: تم الإبلاغ بنجاح

source: Report failed
ar: فشل الإبلاغ

source: Close
ar: إغلاق

# nameExplain
source: Write your full name in the current filed
ar: اكتب اسمك كاملاً في الحقل الموافق

# emailExplain
source: Write your email like this example.com
ar: اكتب الأيميل بالشكل التالي example.com

# passwordExplain
source: Write a strong password that is at least eight characters long.
ar: اكتب كلمة سر قوية لا تقل عن ثمانية محارف

# confirmpasswordExplian
source: rewrite your password correctly
ar: اعد كتابة كلمة المرور بشكل صحيح

# passwordDoesnotMatch
source: The password does not match.
ar: كلمة السر غير متطابقة

# chooseimage
source: please choose your channel image
ar: رجاءً قم بإختيار صورة للقناة

# writechannelName
source: write the channel name
ar: اكتب اسم القناة

# writedescription
source: write the description for the channel
ar: اكتب الوصف الخاص بالقناة

# writeComment
source: write a comment so you can rate the podcast
ar: قم بكتابة تعليق حتى تتمكن من تقييم البودكاست

# postingpodcast
source: Publish podcasts so the channel doesn't get deleted by the admin
ar: قم بنشر البودكاست حتى لا يتم حذف القناة من قبل المسؤول

# itseemchanneldeleted
source: It seem that your channel has been deleted by the admin
ar: يبدو أن قناتك قد تم حذفها من قبل المسؤول

# pleasemakenewone
source: Please make a new one.
ar: الرجاء إنشاء قناة جديدة

# channelDidnotApproved
source: The channel is not approved yet! you can't publich podcasts
ar: القناة غير مفعلة بعد , لا تستطيع نشر البودكاست

# chooseContent
source: You forgot to choose the content
ar: نسيت أن تختار المحتوى

# checkifyouhave
source: Check if you already own a channel
ar: التحقق من وجود قناة لك سابقاً

# youhavenoChannel
source: It seems you don’t have a channel
ar: يبدو أنه ليس لديك قناة

# youDoHaveChannel
source: You do have a channel
ar: أنت تملك قناة

source: Move to channel
ar: الانتقال للقناة
